Repository: brynjen/miljohack2021
Catalog: lib/l10n/intl_*.arb
Languages: nb

source: Change name
nb: Endre navn

source: Share package
nb: Del pakke

source: Move to sent
nb: Flytt til sendt

source: Delete
nb: Slett

source: TO ME
nb: TIL MEG

source: FROM ME
nb: FRA MEG

source: My packages
nb: Mine pakker

source: Send
nb: Sende

source: Profile
nb: Profil

source: Package details
nb: Detaljer på pakken

# package_ordered
source: Package is ordered
nb: Frakt er bestilt

# you_are_not_sending
source: You are not sending packages
nb: Du sender ingen pakker

# make_package_environment
source: Make the package environmentally friendly!
nb: Gjør pakken bærekraftig!

# environment_package_description
source: This package can be delivered with other packages you have on the way. You'll save the climate and earn environment points!
nb: Denne pakken kan leveres sammen med andre pakker du har på vei. Da sparer du miljøet og tjener Miljøpoeng!

# make_my_package_environment
source: Yes please, make my package environmentally friendly
nb: Ja takk, gjør pakken min mer bærekraftig

# read_more_about_environment
source: Read more about environmentally friendly deliveries here
nb: Her kan du lese mer om bærekraftig frakt

# environment_stuff_title
source: Environmental stuff
nb: Detaljer

# environment_stuff_message
source: Here is a lot of stuff about environment
nb: Her er masse nyttig om miljø ting
